Repository: bendrumin/family-chore-chart
Catalog: ChoreStar-iOS/ChoreStar/Localizable.xcstrings
Source language: en
Languages: ar, es, pt_br

source: through %@
ar: حتى %@
es: hasta el %@
pt_br: até %@

source: Time
ar: الوقت
es: Tiempo
pt_br: Tempo

source: Time remaining
ar: الوقت المتبقي
es: Tiempo restante
pt_br: Tempo restante

source: Time zone
ar: المنطقة الزمنية
es: Zona horaria
pt_br: Fuso horário

source: Time's up!
ar: انتهى الوقت!
es: ¡Se acabó el tiempo!
pt_br: Acabou o tempo!

source: To Do
ar: متبقية
es: Por hacer
pt_br: A fazer

source: TODAY
ar: اليوم
es: HOY
pt_br: HOJE

source: Today's Progress
ar: تقدم اليوم
es: Progreso de hoy
pt_br: Progresso de hoje

source: Too many tries. Please wait a few minutes and try again.
ar: محاولات كثيرة جدًا. انتظر بضع دقائق ثم حاول مرة أخرى.
es: Demasiados intentos. Espera unos minutos e inténtalo de nuevo.
pt_br: Muitas tentativas. Espere alguns minutos e tente de novo.

source: Try a Starter Routine
ar: جرّب روتينًا جاهزًا
es: Probar una rutina de inicio
pt_br: Testar uma rotina inicial

source: Type
ar: النوع
es: Tipo
pt_br: Tipo

source: Unlimited children, chores & more
ar: أطفال ومهام بلا حدود والمزيد
es: Niños y tareas ilimitados y más
pt_br: Crianças e tarefas ilimitadas e mais

source: Unpack Backpack
ar: أفرغ حقيبتك
es: Vacía tu mochila
pt_br: Esvaziar a mochila

source: Upgrade to Premium
ar: الترقية إلى Premium
es: Pasar a Premium
pt_br: Assinar o Premium

source: Uploading…
ar: جارٍ الرفع…
es: Subiendo…
pt_br: Enviando…

source: Vacation
ar: الإجازة
es: Vacaciones
pt_br: Férias

source: Vacation mode
ar: وضع الإجازة
es: Modo vacaciones
pt_br: Modo férias

source: Vacation mode is on. Chores come back when it ends.
ar: وضع الإجازة مفعّل. تعود المهام عند انتهائه.
es: El modo vacaciones está activo. Las tareas vuelven cuando termine.
pt_br: O modo férias está ativo. As tarefas voltam quando ele terminar.

source: Waiting for a grown-up
ar: في انتظار شخص كبير
es: Esperando a un adulto
pt_br: Esperando um adulto

source: Waiting for your OK, tap to approve
ar: بانتظار موافقتك، اضغط للموافقة
es: Esperando tu visto bueno, toca para aprobar
pt_br: Aguardando seu OK, toque para aprovar

source: Wake Up
ar: استيقظ
es: Despierta
pt_br: Acordar

source: Wake Up & Stretch
ar: استيقظ وتمدد
es: Despierta y estírate
pt_br: Acordar e alongar

source: Wash Face
ar: اغسل وجهك
es: Lávate la cara
pt_br: Lavar o rosto

source: Wash Hands
ar: اغسل يديك
es: Lávate las manos
pt_br: Lavar as mãos

source: Way to go! Keep up the great work!
ar: أحسنت! واصل العمل الرائع!
es: ¡Muy bien! ¡Sigue así!
pt_br: Mandou bem! Continue assim!

source: Week View
ar: عرض الأسبوع
es: Vista semanal
pt_br: Visão semanal

source: Week Warrior
ar: محارب الأسبوع
es: Guerrero de la semana
pt_br: Guerreiro da semana

source: Weekly bonus
ar: المكافأة الأسبوعية
es: Bono semanal
pt_br: Bônus semanal

source: Welcome to Premium
ar: مرحبًا بك في Premium
es: Bienvenido a Premium
pt_br: Bem-vindo ao Premium

source: What are you saving for?
ar: ما الذي تدخر من أجله؟
es: ¿Para qué estás ahorrando?
pt_br: Para o que você está juntando?

source: What gets deleted
ar: ما الذي يُحذف
es: Qué se elimina
pt_br: O que é excluído

source: What is it?
ar: ما هو؟
es: ¿Qué es?
pt_br: O que é?

source: What needs doing?
ar: ما الذي يجب فعله؟
es: ¿Qué hay que hacer?
pt_br: O que precisa ser feito?

source: Which Days
ar: أي الأيام
es: Qué días
pt_br: Quais dias

source: Who are these for?
ar: لمن هذه؟
es: ¿Para quién son?
pt_br: Para quem são?

source: Who is this chore for?
ar: لمن هذه المهمة؟
es: ¿Para quién es esta tarea?
pt_br: Para quem é esta tarefa?

source: Yes, please!
ar: نعم، من فضلك!
es: ¡Sí, porfa!
pt_br: Sim, por favor!

source: You can change this anytime in Settings.
ar: يمكنك تغيير هذا في أي وقت من الإعدادات.
es: Puedes cambiarlo cuando quieras en Ajustes.
pt_br: Você pode mudar isso a qualquer momento em Configurações.

# You currently have %lld %@.
source: You currently have %1$lld %2$@.
ar: لديك حاليًا %1$lld %2$@.
es: Actualmente tienes %1$lld %2$@.
pt_br: Você tem %1$lld %2$@ no momento.

source: You did it! 🎉
ar: لقد نجحت! 🎉
es: ¡Lo lograste! 🎉
pt_br: Você conseguiu! 🎉

source: You did it! High five!
ar: لقد نجحت! صافحني!
es: ¡Lo lograste! ¡Choca esos cinco!
pt_br: Você conseguiu! Toca aqui!

source: You earned them all!
ar: حصلت عليها كلها!
es: ¡Las ganaste todas!
pt_br: Você ganhou todas!

source: You have %@. Pick a goal and watch the bar fill up.
ar: لديك %@. اختر هدفًا وشاهد الشريط يمتلئ.
es: Tienes %@. Elige una meta y mira cómo se llena la barra.
pt_br: Você tem %@. Escolha uma meta e veja a barra encher.

source: You're on vacation!
ar: أنت في إجازة!
es: ¡Estás de vacaciones!
pt_br: Você está de férias!

source: You're sharing another family's chores.
ar: أنت تشارك مهام عائلة أخرى.
es: Estás compartiendo las tareas de otra familia.
pt_br: Você está compartilhando as tarefas de outra família.

# You've reached the free plan limit of %lld %@.
source: You've reached the free plan limit of %1$lld %2$@.
ar: بلغت حد الخطة المجانية وهو %1$lld %2$@.
es: Has llegado al límite del plan gratuito de %1$lld %2$@.
pt_br: Você atingiu o limite do plano gratuito de %1$lld %2$@.

source: Young Athlete
ar: الرياضي الصغير
es: Joven atleta
pt_br: Jovem atleta

source: Your %lld-day streak is safe and waiting for you. 🔥
ar: سلسلتك من %lld يوم في أمان وتنتظرك. 🔥
es: Tu racha de %lld días está a salvo y te espera. 🔥
pt_br: Sua sequência de %lld dias está a salvo, esperando por você. 🔥

source: Your Chores
ar: مهامك
es: Tus tareas
pt_br: Suas tarefas

source: Your family is on the Flat Daily Rate, so this amount isn't used yet. It's saved, and applies if you switch to Per Chore in Settings.
ar: عائلتك تستخدم المعدل اليومي الثابت، لذا لا يُستخدم هذا المبلغ بعد. يُحفظ ويُطبّق إذا بدّلت إلى "لكل مهمة" في الإعدادات.
es: Tu familia usa la tarifa diaria fija, así que este importe aún no se usa. Se guarda y se aplica si cambias a Por tarea en Ajustes.
pt_br: Sua família usa o valor diário fixo, então este valor ainda não é usado. Ele fica salvo e vale se você mudar para Por tarefa em Ajustes.

source: Your family now has unlimited children, chores, and premium themes.
ar: صارت لعائلتك أطفال ومهام وسمات مميزة بلا حدود.
es: Tu familia ahora tiene niños, tareas y temas premium ilimitados.
pt_br: Sua família agora tem crianças, tarefas e temas premium ilimitados.

source: Your family's chore data is erased from our servers and can't be recovered. There's no way to undo this.
ar: تُمحى بيانات مهام عائلتك من خوادمنا ولا يمكن استعادتها. لا يمكن التراجع عن ذلك.
es: Los datos de tareas de tu familia se borran de nuestros servidores y no se pueden recuperar. No hay forma de deshacerlo.
pt_br: Os dados de tarefas da sua família são apagados dos nossos servidores e não podem ser recuperados. Não há como desfazer.

source: Mark Chore Done
ar: تعليم المهمة كمنجزة
es: Marcar tarea como hecha
pt_br: Marcar tarefa como feita

source: Checks off one of today's chores from the widget.
ar: يعلّم إحدى مهام اليوم كمنجزة من الأداة.
es: Marca como hecha una de las tareas de hoy desde el widget.
pt_br: Marca como feita uma das tarefas de hoje pelo widget.
